10/data/attachments/4fca1c89d07a2794.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9770068d-1d3b-40bd-af8d-adf978f6f39a</nif:username>
            <nif:friendToBeAdded>Dennis_move_Actions_79018_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>